Repository: widmogrod/swimming-in-zurich
Catalog: apps/ios/Sources/SwimZHKit/Resources/Localizable.xcstrings
Source language: en
Languages: de, fr, it, pl

# a11y.blockLabel
source: %1$@ to %2$@, %3$@
de: %1$@ bis %2$@, %3$@
fr: de %1$@ à %2$@, %3$@
it: dalle %1$@ alle %2$@, %3$@
pl: %1$@ do %2$@, %3$@

# a11y.fact.laneData
source: Lane data
de: Bahnendaten
fr: Données des couloirs
it: Dati sulle corsie
pl: Dane o torach

# a11y.fact.laneSplit
source: Lane split
de: Bahnenaufteilung
fr: Répartition des couloirs
it: Suddivisione delle corsie
pl: Podział torów

# a11y.fact.lanes
source: Lanes
de: Bahnen
fr: Couloirs
it: Corsie
pl: Tory

# a11y.fact.publicLanes
source: Lanes open to the public
de: Öffentlich zugängliche Bahnen
fr: Couloirs ouverts au public
it: Corsie aperte al pubblico
pl: Tory otwarte dla publiczności

# a11y.fact.reservedBy
source: Reserved by
de: Reserviert für
fr: Réservé par
it: Riservata a
pl: Zarezerwowane przez

# a11y.selected
source: Selected
de: Ausgewählt
fr: Sélectionné
it: Selezionato
pl: Wybrane

# a11y.value.laneDataIncomplete
source: incomplete for this basin
de: unvollständig für dieses Becken
fr: incomplètes pour ce bassin
it: incompleti per questa vasca
pl: niepełne dla tej niecki

# a11y.value.laneSplitUnpublished
source: not published for this pool
de: für dieses Bad nicht veröffentlicht
fr: non publiée pour cette piscine
it: non pubblicata per questa piscina
pl: nieopublikowany dla tego basenu

# a11y.value.ofTotal
source: %1$@ of %2$@
de: %1$@ von %2$@
fr: %1$@ sur %2$@
it: %1$@ su %2$@
pl: %1$@ z %2$@

# a11y.value.ownerAndOthers
source: %1$@ and others
de: %1$@ und weitere
fr: %1$@ et d’autres
it: %1$@ e altri
pl: %1$@ i inni

# access.accompanied
source: Children with an adult
de: Kinder nur mit Erwachsenen
fr: Enfants accompagnés d’un adulte
it: Bambini accompagnati da un adulto
pl: Dzieci tylko z osobą dorosłą

# access.accompanied.desc
source: For children only when accompanied by an adult (für Kinder nur mit Erwachsenen).
de: Für Kinder nur in Begleitung Erwachsener (für Kinder nur mit Erwachsenen).
fr: Pour les enfants uniquement accompagnés d’un adulte (für Kinder nur mit Erwachsenen).
it: Per bambini solo se accompagnati da un adulto (für Kinder nur mit Erwachsenen).
pl: Dla dzieci wyłącznie pod opieką osoby dorosłej (für Kinder nur mit Erwachsenen).

# access.adults
source: Adults only
de: Nur Erwachsene
fr: Adultes uniquement
it: Solo adulti
pl: Tylko dla dorosłych

# access.adults.desc
source: Adults-only public window — reserved for guests aged 18 and over (typical for school-pool evening swims).
de: Öffentliches Fenster nur für Erwachsene — reserviert für Gäste ab 18 Jahren (typisch für Abendschwimmen in Schulbädern).
fr: Créneau public réservé aux adultes de 18 ans et plus (typique des soirées en piscine scolaire).
it: Fascia pubblica solo per adulti — riservata agli ospiti dai 18 anni in su (tipica delle serate nelle piscine scolastiche).
pl: Publiczne okno tylko dla dorosłych — zarezerwowane dla gości od 18. roku życia (typowe dla wieczornego pływania w basenach szkolnych).

# access.club
source: Club reserved
de: Für Vereine reserviert
fr: Réservé aux clubs
it: Riservato ai club
pl: Zarezerwowane dla klubu

# access.club.desc
source: Reserved for a club/association — not open to the public.
de: Für einen Verein reserviert — nicht öffentlich zugänglich.
fr: Réservé à un club ou une association — non ouvert au public.
it: Riservato a un club o a un’associazione — non aperto al pubblico.
pl: Zarezerwowane dla klubu lub stowarzyszenia — niedostępne publicznie.

# access.family
source: Family time
de: Familienzeit
fr: Temps famille
it: Tempo per famiglie
pl: Czas dla rodzin

# access.family.desc
source: Family/children session — public, oriented to families and kids.
de: Familien- und Kinderzeit — öffentlich, auf Familien und Kinder ausgerichtet.
fr: Séance famille/enfants — publique, pensée pour les familles et les enfants.
it: Sessione per famiglie e bambini — pubblica, pensata per famiglie e bambini.
pl: Zajęcia dla rodzin i dzieci — publiczne, pomyślane z myślą o rodzinach.

# access.genderDiverse
source: Trans and non-binary
de: Trans und nicht-binäre Personen
fr: Personnes trans et non binaires
it: Persone trans e non binarie
pl: Osoby transpłciowe i niebinarne

# access.genderDiverse.desc
source: Session open to trans and non-binary people aged 16 and over.
de: Angebot für trans und nicht-binäre Personen ab 16 Jahren.
fr: Séance ouverte aux personnes trans et non binaires de 16 ans et plus.
it: Sessione aperta alle persone trans e non binarie dai 16 anni in su.
pl: Zajęcia dla osób transpłciowych i niebinarnych od 16. roku życia.

# access.girls
source: Girls only
de: Nur für Mädchen
fr: Réservé aux filles
it: Riservato alle ragazze
pl: Tylko dla dziewcząt

# access.girls.desc
source: Girls-only session (für Mädchen) — the pool publishes no age cutoff, so confirm with the venue.
de: Nur für Mädchen — das Bad nennt keine Altersgrenze, bitte dort nachfragen.
fr: Séance réservée aux filles (für Mädchen) — la piscine ne publie pas de limite d’âge, renseignez-vous sur place.
it: Sessione solo per ragazze (für Mädchen) — la piscina non pubblica un limite di età: verifica con la struttura.
pl: Zajęcia tylko dla dziewcząt (für Mädchen) — basen nie podaje granicy wieku, więc potwierdź w obiekcie.

# access.lane
source: Lane swim
de: Bahnenschwimmen
fr: Nage en ligne
it: Nuoto in corsia
pl: Pływanie na torach

# access.lane.desc
source: Lane swimming (Bahnenschwimmen) — public, organised into lanes for laps/training.
de: Bahnenschwimmen — öffentlich, in Bahnen eingeteilt für Längen und Training.
fr: Nage en ligne (Bahnenschwimmen) — public, organisé en couloirs pour la nage et l’entraînement.
it: Nuoto in corsia (Bahnenschwimmen) — pubblico, organizzato in corsie per vasche e allenamento.
pl: Pływanie na torach (Bahnenschwimmen) — publiczne, z podziałem na tory do pływania i treningu.

# access.public
source: Public swim
de: Öffentliches Schwimmen
fr: Bain public
it: Nuoto pubblico
pl: Pływanie publiczne

# access.public.desc
source: Open public swimming — anyone may enter during these hours.
de: Öffentliches Schwimmen — während dieser Zeiten hat jede und jeder Zutritt.
fr: Bain public — l’entrée est ouverte à tous pendant ces heures.
it: Nuoto pubblico — durante questi orari può entrare chiunque.
pl: Otwarte pływanie publiczne — w tych godzinach może wejść każdy.

# access.school
source: School reserved
de: Für Schulen reserviert
fr: Réservé aux écoles
it: Riservato alle scuole
pl: Zarezerwowane dla szkół

# access.school.desc
source: Reserved for school classes — not open to the public.
de: Für Schulklassen reserviert — nicht öffentlich zugänglich.
fr: Réservé aux classes d’école — non ouvert au public.
it: Riservato alle classi scolastiche — non aperto al pubblico.
pl: Zarezerwowane dla klas szkolnych — niedostępne publicznie.

# access.seniors
source: Seniors only
de: Nur Seniorinnen und Senioren
fr: Seniors uniquement
it: Solo anziani
pl: Tylko dla seniorów

# access.seniors.desc
source: Seniors session — reserved for guests aged 60 and over.
de: Seniorenzeit — reserviert für Gäste ab 60 Jahren.
fr: Séance seniors — réservée aux personnes de 60 ans et plus.
it: Sessione per anziani — riservata agli ospiti dai 60 anni in su.
pl: Zajęcia dla seniorów — zarezerwowane dla gości od 60. roku życia.

# access.unknown
source: Session — check with the pool
de: Angebot — beim Bad nachfragen
fr: Séance — renseignez-vous auprès de la piscine
it: Sessione — chiedi alla piscina
pl: Zajęcia — zapytaj w basenie

# access.women
source: Women only
de: Nur Frauen
fr: Femmes uniquement
it: Solo donne
pl: Tylko dla kobiet

# access.women.desc
source: Women-only session (Frauenbad / Frauenschwimmen) — reserved for women.
de: Frauenschwimmen (Frauenbad) — nur für Frauen.
fr: Séance réservée aux femmes (Frauenbad / Frauenschwimmen).
it: Sessione solo donne (Frauenbad / Frauenschwimmen) — riservata alle donne.
pl: Zajęcia tylko dla kobiet (Frauenbad / Frauenschwimmen) — zarezerwowane dla kobiet.

# accessTypes.footer
source: A session’s own rules always win: what a pool publishes for a particular hour is what this app shows, and these are the categories it sorts them into.
de: Die Regeln des einzelnen Angebots gelten immer: Was ein Bad für eine bestimmte Stunde veröffentlicht, zeigt diese App — und das sind die Kategorien, in die sie es einordnet.
fr: Les règles propres à une séance priment toujours : cette app affiche ce que la piscine publie pour une heure donnée, et voici les catégories dans lesquelles elle les classe.
it: Le regole della singola sessione hanno sempre la precedenza: questa app mostra ciò che la piscina pubblica per una determinata ora, e queste sono le categorie in cui le classifica.
pl: Zawsze decydują zasady samych zajęć: aplikacja pokazuje to, co basen publikuje na daną godzinę, a to są kategorie, do których je przypisuje.

# accessTypes.title
source: Session types
de: Arten von Angeboten
fr: Types de séance
it: Tipi di sessione
pl: Rodzaje zajęć

# action.call
source: Call
de: Anrufen
fr: Appeler
it: Chiama
pl: Zadzwoń

# action.directions
source: Directions
de: Route
fr: Itinéraire
it: Indicazioni
pl: Trasa

# action.done
source: Done
de: Fertig
fr: OK
it: Fatto
pl: Gotowe

# action.favourite
source: Favourite
de: Merken
fr: Ajouter aux favoris
it: Aggiungi ai preferiti
pl: Dodaj do ulubionych

# action.hideLanePlan
source: Hide the lane plan
de: Belegungsplan ausblenden
fr: Masquer le plan des couloirs
it: Nascondi il piano delle corsie
pl: Ukryj plan torów

# action.openInMaps
source: Open in Maps
de: In Karten öffnen
fr: Ouvrir dans Plans
it: Apri in Mappe
pl: Otwórz w Mapach

# action.showLanePlan
source: Show the lane plan
de: Belegungsplan anzeigen
fr: Afficher le plan des couloirs
it: Mostra il piano delle corsie
pl: Pokaż plan torów

# action.unfavourite
source: Unfavourite
de: Nicht mehr merken
fr: Retirer des favoris
it: Rimuovi dai preferiti
pl: Usuń z ulubionych

# admission.free
source: Free
de: Gratis
fr: Gratuit
it: Gratuito
pl: Bezpłatny

# admission.tariff
source: Paid — see the rates below
de: Kostenpflichtig — Tarife unten
fr: Payant — voir les tarifs ci-dessous
it: A pagamento — vedi le tariffe qui sotto
pl: Płatny — zobacz cennik poniżej

# admission.unknown
source: Not published — check with the pool
de: Nicht angegeben — beim Bad nachfragen
fr: Non publié — renseignez-vous auprès de la piscine
it: Non pubblicato — chiedi alla piscina
pl: Nieopublikowany — zapytaj w basenie

# age.days
source: %1$lld days
de: %1$lld Tage
fr: %1$lld jours
it: %1$lld giorni
pl: %1$lld dnia

# age.hours
source: %1$@ h
de: %1$@ Std.
pl: %1$@ godz.

# app.title
source: Swimming in Zürich
de: Schwimmen in Zürich
fr: Nager à Zurich
it: Nuotare a Zurigo
pl: Pływanie w Zurychu

# badge.poolAria
source: %1$@ metre pool, %2$@
de: %1$@-Meter-Becken, %2$@
fr: Bassin de %1$@ mètres, %2$@
it: Vasca da %1$@ metri, %2$@
pl: Basen %1$@-metrowy, %2$@

# badge.teachingPool
source: Teaching pool
de: Lehrschwimmbecken
fr: Bassin d’apprentissage
it: Vasca didattica
pl: Basen do nauki pływania

# banner.calendarCoverage.title
source: Holiday calendar incomplete
de: Feiertagskalender unvollständig
fr: Calendrier des jours fériés incomplet
it: Calendario dei festivi incompleto
pl: Niepełny kalendarz świąt

# banner.generic.title
source: Please note
de: Bitte beachten
fr: À noter
it: Nota bene
pl: Uwaga

# banner.holidayHoursUnverified.title
source: Holiday hours unconfirmed
de: Feiertagszeiten unbestätigt
fr: Horaires des jours fériés non confirmés
it: Orari festivi non confermati
pl: Godziny świąteczne niepotwierdzone

# basin.fact.diving
source: Diving
de: Sprunganlage
fr: Plongeoir
it: Tuffi
pl: Skoki

# basin.fact.lanePlan
source: Lane plan
de: Belegungsplan
fr: Plan des couloirs
it: Piano delle corsie
pl: Plan torów

# basin.fact.lanes
source: Lanes
de: Bahnen
fr: Couloirs
it: Corsie
pl: Tory

# basin.fact.size
source: Size
de: Grösse
fr: Dimensions
it: Dimensioni
pl: Wymiary

# basin.fact.water
source: Water
de: Wasser
fr: Eau
it: Acqua
pl: Woda

# basin.laneCount
source: %1$lld lanes
de: %1$lld Bahnen
fr: %1$lld lignes
it: %1$lld corsie
pl: %1$lld toru

# basin.parsedProseCaveat
source: Read from the pool’s prose, so it may be approximate.
de: Aus dem Fliesstext des Bads gelesen, daher möglicherweise ungenau.
fr: Relevé dans le texte de la piscine, donc peut-être approximatif.
it: Rilevata dal testo della piscina, quindi può essere approssimativa.
pl: Odczytane z opisu na stronie basenu, więc może być przybliżone.

# basin.size.width
source: %1$@ wide
de: %1$@ breit
fr: %1$@ de large
it: %1$@ di larghezza
pl: szerokość %1$@

# basin.tempNominalCaveat
source: The pool’s stated temperature, not a reading.
de: Die Angabe des Bads, keine Messung.
fr: Température annoncée par la piscine, pas une mesure.
it: Temperatura dichiarata dalla piscina, non una misurazione.
pl: Temperatura podana przez basen, nie pomiar.

# basinKind.diving
source: Diving pool
de: Sprungbecken
fr: Bassin de plongeon
it: Vasca per tuffi
pl: Basen do skoków

# basinKind.learner
source: Learner pool
de: Lehrschwimmbecken
fr: Bassin d’apprentissage
it: Vasca didattica
pl: Basen do nauki pływania

# basinKind.multi_purpose
source: Multi-purpose pool
de: Mehrzweckbecken
fr: Bassin polyvalent
it: Vasca polivalente
pl: Basen wielofunkcyjny

# basinKind.non_swimmer
source: Non-swimmers’ pool
de: Nichtschwimmerbecken
fr: Bassin non-nageurs
it: Vasca per non nuotatori
pl: Basen dla nieumiejących pływać

# basinKind.outdoor
source: Outdoor pool
de: Aussenbecken
fr: Bassin extérieur
it: Vasca all’aperto
pl: Basen odkryty

# basinKind.paddling
source: Paddling pool
de: Planschbecken
fr: Pataugeoire
it: Vasca per bambini
pl: Brodzik

# basinKind.swimmer
source: Swimmers’ pool
de: Schwimmerbecken
fr: Bassin sportif
it: Vasca per nuotatori
pl: Basen pływacki

# basinKind.thermal
source: Thermal pool
de: Thermalbecken
fr: Bassin thermal
it: Vasca termale
pl: Basen termalny

# board.hoursNotListed
source: Hours not listed
de: Öffnungszeiten nicht angegeben
fr: Horaires non publiés
it: Orari non pubblicati
pl: Godziny nieopublikowane

# board.nearestFirst
source: Nearest first
de: Nächste zuerst
fr: Les plus proches d’abord
it: Prima le più vicine
pl: Najbliższe najpierw

# board.noSessionsGroup
source: No sessions published today
de: Heute keine Zeiten publiziert
fr: Aucun horaire publié aujourd’hui
it: Nessun orario pubblicato oggi
pl: Brak opublikowanych godzin na dziś

# board.poolCount
source: %1$lld pools
de: %1$lld Bäder
fr: %1$lld piscines
it: %1$lld piscine
pl: %1$lld basenu

# browser.allKinds
source: All kinds
de: Alle Arten
fr: Tous les types
it: Tutti i tipi
pl: Wszystkie rodzaje

# browser.filterByKind
source: Filter by kind
de: Nach Art filtern
fr: Filtrer par type
it: Filtra per tipo
pl: Filtruj według rodzaju

# browser.kind
source: Kind
de: Art
fr: Type
it: Tipo
pl: Rodzaj

# browser.noMatch.body
source: Try a different name, or another kind.
de: Anderen Namen oder eine andere Art versuchen.
fr: Essayez un autre nom, ou un autre type.
it: Prova un altro nome o un altro tipo.
pl: Spróbuj innej nazwy albo innego rodzaju.

# closure.christmas_eve
source: Christmas Eve
de: Heiligabend
fr: Veille de Noël
it: Vigilia di Natale
pl: Wigilia

# closure.maintenance
source: Maintenance
de: Revision
fr: Révision
it: Revisione
pl: Remont

# closure.no_sessions
source: No sessions scheduled
de: Keine Zeiten angesetzt
fr: Aucune séance programmée
it: Nessuna sessione in programma
pl: Brak zaplanowanych zajęć

# closure.operational_break
source: Company holidays
de: Betriebsferien
fr: Fermeture annuelle
it: Chiusura aziendale
pl: Przerwa zakładowa

# closure.out_of_season
source: Closed for the season
de: Ausserhalb der Saison
fr: Fermé hors saison
it: Chiuso fuori stagione
pl: Nieczynne poza sezonem

# closure.public_holiday
source: Public holiday
de: Feiertag
fr: Jour férié
it: Giorno festivo
pl: Dzień świąteczny

# closure.seasonal_break
source: Summer break
de: Sommerpause
fr: Pause estivale
it: Pausa estiva
pl: Przerwa letnia

# closure.seasonal_break_maintenance
source: Summer break / maintenance
de: Sommerpause / Revision
fr: Pause estivale / révision
it: Pausa estiva / revisione
pl: Przerwa letnia / remont

# closure.special
source: Closed
de: Geschlossen
fr: Fermé
it: Chiuso
pl: Zamknięte

# closureClause.closure
source: the pool states a closure
de: das Bad meldet eine Schliessung
fr: la piscine indique une fermeture
it: la piscina dichiara una chiusura
pl: basen zgłasza zamknięcie

# closureClause.no_sessions
source: no hours published for this date
de: für diesen Tag keine Zeiten veröffentlicht
fr: aucun horaire publié pour ce jour
it: nessun orario pubblicato per questa data
pl: brak godzin opublikowanych na ten dzień

# closureClause.out_of_season
source: outside its season
de: ausserhalb der Saison
fr: hors saison
it: fuori stagione
pl: poza sezonem

# combo.noMatches
source: No matches
de: Keine Treffer
fr: Aucun résultat
it: Nessun risultato
pl: Brak wyników

# combo.noPoolsMatch
source: No pools match
de: Keine Bäder gefunden
fr: Aucune piscine correspondante
it: Nessuna piscina corrispondente
pl: Brak pasujących basenów

# common.today
source: Today
de: Heute
fr: Aujourd’hui
it: Oggi
pl: Dzisiaj

# date.nextDay
source: Next day
de: Nächster Tag
fr: Jour suivant
it: Giorno successivo
pl: Następny dzień

# date.nextWeek
source: Next week
de: Nächste Woche
fr: Semaine suivante
it: Settimana successiva
pl: Następny tydzień

# date.previousDay
source: Previous day
de: Vorheriger Tag
fr: Jour précédent
it: Giorno precedente
pl: Poprzedni dzień

# date.previousWeek
source: Previous week
de: Vorherige Woche
fr: Semaine précédente
it: Settimana precedente
pl: Poprzedni tydzień

# date.selectedDay
source: Selected day
de: Gewählter Tag
fr: Jour sélectionné
it: Giorno selezionato
pl: Wybrany dzień

# date.selectedWeek
source: Selected week
de: Gewählte Woche
fr: Semaine sélectionnée
it: Settimana selezionata
pl: Wybrany tydzień

# date.weekOf
source: Week of %1$@
de: Woche vom %1$@
fr: Semaine du %1$@
it: Settimana del %1$@
pl: Tydzień od %1$@

# detail.checked
source: Checked %1$@
de: Geprüft am %1$@
fr: Vérifié le %1$@
it: Verificato il %1$@
pl: Sprawdzono %1$@

# detail.closedNote
source: Closed — %1$@. %2$@
de: Geschlossen — %1$@. %2$@
fr: Fermé — %1$@. %2$@
it: Chiuso — %1$@. %2$@
pl: Zamknięte — %1$@. %2$@

# detail.closedReason
source: Closed · %1$@
de: Geschlossen · %1$@
fr: Fermé · %1$@
it: Chiuso · %1$@
pl: Zamknięte · %1$@

# detail.emptyPanel
source: Click any pool to see its hours, price and lane plan.
de: Klicken Sie auf ein Bad, um Zeiten, Preis und Belegungsplan zu sehen.
fr: Cliquez sur une piscine pour voir ses horaires, son tarif et son plan des lignes.
it: Clicca su una piscina per vederne orari, prezzo e piano delle corsie.
pl: Kliknij dowolny basen, aby zobaczyć godziny, cenę i plan torów.

# detail.fact.about
source: About
de: Über das Bad
fr: Présentation
it: Descrizione
pl: O obiekcie

# detail.fact.address
source: Address
de: Adresse
fr: Adresse
it: Indirizzo
pl: Adres

# detail.fact.basin
source: Basin
de: Becken
fr: Bassin
it: Vasca
pl: Niecka

# detail.fact.busyness
source: Busyness
de: Auslastung
fr: Fréquentation
it: Affluenza
pl: Obłożenie

# detail.fact.distance
source: Distance
de: Entfernung
it: Distanza
pl: Odległość

# detail.fact.eligibility
source: Eligibility
de: Zutritt
fr: Accès
it: Accesso
pl: Wstęp

# detail.fact.entry
source: Entry
de: Eintritt
fr: Entrée
it: Ingresso
pl: Wstęp

# detail.fact.freshness
source: Freshness
de: Stand
fr: Mise à jour
it: Aggiornamento
pl: Aktualność

# detail.fact.lastAdmission
source: Last admission
de: Letzter Einlass
fr: Dernière entrée
it: Ultimo ingresso
pl: Ostatnie wejście

# detail.fact.liveWater
source: Live water
de: Wasser aktuell
fr: Eau en direct
it: Acqua in tempo reale
pl: Woda teraz

# detail.fact.phone
source: Phone
de: Telefon
fr: Téléphone
it: Telefono
pl: Telefon

# detail.fact.price
source: Price
de: Preis
fr: Tarif
it: Prezzo
pl: Cena

# detail.fact.pricesRead
source: Prices read
de: Preise gelesen
fr: Tarifs relevés le
it: Tariffe rilevate
pl: Ceny odczytano

# detail.fact.schedule
source: Schedule
de: Zeitplan
fr: Horaire
it: Orario
pl: Harmonogram

# detail.fact.season
source: Open season
de: Badesaison
fr: Saison d’ouverture
it: Stagione di apertura
pl: Sezon otwarcia

# detail.fact.tariffPage
source: Tariff page
de: Tarifseite
fr: Page des tarifs
it: Pagina delle tariffe
pl: Cennik

# detail.fact.today
source: Today
de: Heute
fr: Aujourd’hui
it: Oggi
pl: Dzisiaj

# detail.fact.water
source: Water
de: Wasser
fr: Eau
it: Acqua
pl: Woda

# detail.fact.yourRate
source: Your rate
de: Ihr Tarif
fr: Votre tarif
it: La tua tariffa
pl: Twoja stawka

# detail.headline
source: of %1$@ lanes public · %2$@
de: von %1$@ Bahnen öffentlich · %2$@
fr: lignes publiques sur %1$@ · %2$@
it: corsie pubbliche su %1$@ · %2$@
pl: z %1$@ torów publicznych · %2$@

# detail.headlineAria
source: %1$@ of %2$@ lanes public at %3$@ (peak %4$@)
de: %1$@ von %2$@ Bahnen öffentlich um %3$@ (Spitze %4$@)
fr: %1$@ lignes publiques sur %2$@ à %3$@ (pointe %4$@)
it: %1$@ corsie pubbliche su %2$@ alle %3$@ (picco %4$@)
pl: %1$@ z %2$@ torów publicznych o %3$@ (szczyt %4$@)

# detail.hoursUnknown
source: Hours not listed — may well be open
de: Öffnungszeiten nicht angegeben — kann durchaus offen sein
fr: Horaires non publiés — peut très bien être ouvert
it: Orari non pubblicati — potrebbe benissimo essere aperto
pl: Godziny nieopublikowane — może być otwarte

# detail.lastAdmission.value
source: %1$@ before closing
de: %1$@ vor Schliessung
fr: %1$@ avant la fermeture
it: %1$@ prima della chiusura
pl: %1$@ przed zamknięciem

# detail.liveClosed
source: closed
de: geschlossen
fr: fermé
it: chiuso
pl: zamknięte

# detail.liveMeasuredAgo
source: measured %1$@ ago
de: vor %1$@ gemessen
fr: mesurée il y a %1$@
it: misurata %1$@ fa
pl: zmierzona %1$@ temu

# detail.liveOpen
source: open
de: offen
fr: ouvert
it: aperto
pl: otwarte

# detail.noPublicLanes
source: No public lanes today
de: Heute keine öffentlichen Bahnen
fr: Aucune ligne publique aujourd’hui
it: Oggi nessuna corsia pubblica
pl: Dziś brak torów publicznych

# detail.notAvailable
source: Not available
de: Nicht verfügbar
fr: Indisponible
it: Non disponibile
pl: Niedostępne

# detail.notAvailableYet
source: Not available yet
de: Noch nicht verfügbar
fr: Pas encore disponible
it: Non ancora disponibile
pl: Jeszcze niedostępne

# detail.notDated
source: Not dated
de: Ohne Datum
fr: Sans date
it: Senza data
pl: Bez daty

# detail.notListed
source: Not listed
de: Nicht angegeben
fr: Non publié
it: Non pubblicato
pl: Nieopublikowane

# detail.notShown
source: Not shown
de: Nicht angezeigt
fr: Non affiché
it: Non mostrato
pl: Niepokazane

# detail.notYetMeasured
source: Not yet measured
de: Noch nicht gemessen
fr: Pas encore mesurée
it: Non ancora misurata
pl: Jeszcze niezmierzone

# detail.note.closed
source: This pool is closed for a stated reason on this day — it is not merged with pools we simply lack data for.
de: Dieses Bad ist an diesem Tag aus einem angegebenen Grund geschlossen — das wird nicht mit Bädern vermischt, zu denen uns schlicht Daten fehlen.
fr: Cette piscine est fermée ce jour-là pour un motif indiqué — ce n’est pas confondu avec les piscines dont les données nous manquent simplement.
it: Questa piscina è chiusa in questo giorno per un motivo dichiarato — non viene confusa con le piscine di cui semplicemente non abbiamo dati.
pl: Ten basen jest tego dnia zamknięty z podanego powodu — nie łączymy tego z basenami, o których po prostu brakuje nam danych.
